tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "coreutils"
brew "fish"
brew "findutils"
brew "git"
brew "gnupg"
brew "gnutls"
brew "go"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "make"
brew "rust-analyzer"
brew "shellcheck"
brew "texinfo"
brew "tmux"
brew "tree"

# Downloads a .pkg to /usr/local/Caskroom/basictex, need to manually run it
cask "basictex"

tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-source-sans-pro"
