brew "awscli"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "coreutils"
brew "fd"
brew "fish"
brew "findutils"
brew "gh"
brew "git"
brew "go"
brew "gnupg"
brew "pinentry-mac"
brew "gnutls"
brew "jq"
brew "make"
brew "node"
brew "pgformatter"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rg"
brew "shellcheck"
brew "sqlfluff"
brew "tmux"
brew "tree"
brew "xmlstarlet"

cask "1password-cli"

# Downloads a .pkg file in to $(brew --prefix)/Caskroom/basictex/, need to
# manually run it
cask "basictex"

cask "cljstyle"
cask "zprint"
