tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "coreutils"
brew "fish"
brew "findutils"
brew "git"
brew "gnutls"
brew "go"
brew "imagemagick"
brew "jq"
brew "librsvg"
brew "make"
brew "maven"
brew "npm"
brew "openjdk"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "rust-analyzer"
brew "shellcheck"
brew "texinfo"
brew "tmux"
brew "tree"
brew "yarn"
cask "basictex" # Downloads a .pkg to /usr/local/Caskroom/basictex, need to manually run it
cask "font-fira-code"
cask "font-source-code-pro"
cask "font-source-sans-pro"
